tap "homebrew/bundle"
tap "homebrew/services"
tap "ngrok/ngrok"
brew "asdf"
brew "chezmoi"
brew "curl", link: true
brew "docker-compose"
brew "git"
brew "git-delta"
brew "gnupg"
brew "hostess"
brew "libpq"
brew "lsd"
brew "neovim"
brew "nvm"
brew "openjdk"
brew "openssh"
brew "p7zip"
brew "pipenv"
brew "pyenv"
brew "ripgrep"
brew "tldr"
brew "uvicorn"
brew "wget"
brew "yarn"
brew "zsh"
cask "1password"
cask "appcleaner"
cask "beekeeper-studio"
cask "chatgpt"
cask "chromium"
cask "discord"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "karabiner-elements"
cask "ngrok"
cask "nordvpn"
cask "notion"
cask "obsidian"
cask "qbittorrent"
cask "raycast"
cask "selfcontrol"
cask "slack"
cask "spotify"
cask "sublime-merge"
cask "visual-studio-code@insiders"
cask "vlc"
cask "zed"
cask "zoom"
