tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "ngrok/ngrok"
tap "nikitabobko/tap"
brew "asdf"
brew "bat"
brew "btop"
brew "chezmoi"
brew "curl", link: true
brew "dbmate"
brew "docker-compose"
brew "fzf"
brew "git"
brew "git-delta"
brew "gnupg"
brew "go"
brew "hostess"
brew "lsd"
brew "neovim"
brew "nvm"
brew "openjdk"
brew "openssh"
brew "p7zip"
brew "pipenv"
brew "postgresql@16", link: true
brew "powerlevel10k"
brew "pyenv"
brew "ripgrep"
brew "starship"
brew "tldr"
brew "uvicorn"
brew "wget"
brew "yarn"
brew "zellij"
brew "zsh"
brew "zsh-autopair"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/borders"
cask "1password"
cask "aerospace"
cask "appcleaner"
cask "betterdisplay"
cask "bitwarden"
cask "chatgpt"
cask "chromium"
cask "cursor"
cask "discord"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "iina"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "loom"
cask "ngrok"
cask "nordvpn"
cask "obsidian"
cask "qbittorrent"
cask "raycast"
cask "selfcontrol"
cask "spotify"
cask "steam"
cask "sublime-merge"
cask "telegram"
cask "todoist"
cask "wezterm"
